Repository: khiwniti/SEOForge-mcp-server
Catalog: SeoForgeWizard-Clean/languages/seo-forge-*.po
Languages: th_th

source: A comprehensive WordPress SEO plugin with AI-powered content generation and intelligent customer service chatbot
th_th: ปลั๊กอิน WordPress SEO ที่ครอบคลุมพร้อมการสร้างเนื้อหาด้วย AI และแชทบอทบริการลูกค้าอัจฉริยะ

source: Dashboard
th_th: แดชบอร์ด

source: Content Generator
th_th: เครื่องมือสร้างเนื้อหา

source: Chatbot
th_th: แชทบอท

source: Settings
th_th: การตั้งค่า

source: SEO Assistant
th_th: ผู้ช่วย SEO

source: Hello! I'm your SEO assistant. How can I help you optimize your content today?
th_th: สวัสดี! ฉันเป็นผู้ช่วย SEO ของคุณ วันนี้ฉันจะช่วยคุณปรับปรุงเนื้อหาให้ดีขึ้นได้อย่างไร?

source: Type your message...
th_th: พิมพ์ข้อความของคุณ...

source: Sorry, I encountered an error. Please try again.
th_th: ขออภัย เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง

source: Failed to generate content
th_th: ไม่สามารถสร้างเนื้อหาได้

source: Failed to generate title
th_th: ไม่สามารถสร้างหัวข้อได้

source: Failed to generate meta description
th_th: ไม่สามารถสร้างคำอธิบายเมตาได้

source: Failed to generate image
th_th: ไม่สามารถสร้างรูปภาพได้

source: Failed to analyze SEO
th_th: ไม่สามารถวิเคราะห์ SEO ได้

source: Failed to get keyword suggestions
th_th: ไม่สามารถรับคำแนะนำคีย์เวิร์ดได้

source: SEO-Forge Dashboard
th_th: แดชบอร์ด SEO-Forge

source: Welcome to SEO-Forge!
th_th: ยินดีต้อนรับสู่ SEO-Forge!

source: Your comprehensive WordPress SEO plugin with AI-powered content generation and intelligent customer service chatbot.
th_th: ปลั๊กอิน WordPress SEO ที่ครอบคลุมของคุณ พร้อมการสร้างเนื้อหาด้วย AI และแชทบอทบริการลูกค้าอัจฉริยะ

source: Get Started
th_th: เริ่มต้นใช้งาน

source: Configure Settings
th_th: ตั้งค่าระบบ

source: Generate Content
th_th: สร้างเนื้อหา

source: Create SEO Content
th_th: สร้างเนื้อหา SEO

source: Setup Chatbot
th_th: ตั้งค่าแชทบอท

source: Configure Chatbot
th_th: กำหนดค่าแชทบอท

source: API Status
th_th: สถานะ API

source: Connected
th_th: เชื่อมต่อแล้ว

source: Disconnected
th_th: ไม่ได้เชื่อมต่อ

source: Unable to connect to SEO-Forge API. Please check your settings.
th_th: ไม่สามารถเชื่อมต่อกับ SEO-Forge API กรุณาตรวจสอบการตั้งค่าของคุณ

source: Statistics
th_th: สถิติ

source: Content Generated
th_th: เนื้อหาที่สร้างแล้ว

source: Chat Conversations
th_th: การสนทนาในแชท

source: Images Generated
th_th: รูปภาพที่สร้างแล้ว

source: Quick Actions
th_th: การดำเนินการด่วน

source: Recent Activity
th_th: กิจกรรมล่าสุด

source: No recent activity. Start by generating some content!
th_th: ไม่มีกิจกรรมล่าสุด เริ่มต้นด้วยการสร้างเนื้อหาบางอย่าง!

source: ago
th_th: ที่แล้ว

source: Settings saved successfully!
th_th: บันทึกการตั้งค่าเรียบร้อยแล้ว!

source: SEO-Forge Settings
th_th: การตั้งค่า SEO-Forge

source: API Configuration
th_th: การกำหนดค่า API

source: Show
th_th: แสดง

source: Enter your SEO-Forge API key. Leave empty to use default settings.
th_th: กรอก API key ของ SEO-Forge ปล่อยว่างเพื่อใช้การตั้งค่าเริ่มต้น

source: Default Language
th_th: ภาษาเริ่มต้น

source: English
th_th: อังกฤษ

source: Thai (ไทย)
th_th: ไทย

source: Select the default language for content generation and chatbot responses.
th_th: เลือกภาษาเริ่มต้นสำหรับการสร้างเนื้อหาและการตอบสนองของแชทบอท

source: Test API Connection
th_th: ทดสอบการเชื่อมต่อ API

source: Chatbot Settings
th_th: การตั้งค่าแชทบอท

source: Enable Chatbot
th_th: เปิดใช้งานแชทบอท

source: Display chatbot widget on frontend
th_th: แสดงวิดเจ็ตแชทบอทในส่วนหน้า

source: Chatbot Position
th_th: ตำแหน่งแชทบอท

source: Bottom Right
th_th: ขวาล่าง

source: Bottom Left
th_th: ซ้ายล่าง

source: Top Right
th_th: ขวาบน

source: Top Left
th_th: ซ้ายบน

source: Chatbot Color
th_th: สีแชทบอท

source: Choose the primary color for the chatbot widget.
th_th: เลือกสีหลักสำหรับวิดเจ็ตแชทบอท

source: Save Settings
th_th: บันทึกการตั้งค่า

source: Hide
th_th: ซ่อน

source: Testing...
th_th: กำลังทดสอบ...

source: Connection test failed
th_th: การทดสอบการเชื่อมต่อล้มเหลว

source: Blog Content
th_th: เนื้อหาบล็อก

source: SEO Optimization
th_th: การปรับปรุง SEO

source: Image Generation
th_th: การสร้างรูปภาพ

source: Generate Blog Content
th_th: สร้างเนื้อหาบล็อก

source: Create SEO-optimized blog posts with AI assistance
th_th: สร้างโพสต์บล็อกที่ปรับปรุง SEO ด้วยความช่วยเหลือของ AI

source: Topic/Title
th_th: หัวข้อ/ชื่อเรื่อง

source: Enter your blog topic or title
th_th: กรอกหัวข้อหรือชื่อเรื่องของบล็อกคุณ

source: Target Keywords
th_th: คีย์เวิร์ดเป้าหมาย

source: Enter keywords separated by commas
th_th: กรอกคีย์เวิร์ดคั่นด้วยจุลภาค

source: Optional: Add target keywords for better SEO optimization
th_th: ทางเลือก: เพิ่มคีย์เวิร์ดเป้าหมายเพื่อการปรับปรุง SEO ที่ดีกว่า

source: Word Count
th_th: จำนวนคำ

source: words
th_th: คำ

source: Get Keyword Suggestions
th_th: รับคำแนะนำคีย์เวิร์ด

source: Generated Content
th_th: เนื้อหาที่สร้างแล้ว

source: Copy
th_th: คัดลอก

source: Create Post
th_th: สร้างโพสต์

source: SEO Optimization Tools
th_th: เครื่องมือปรับปรุง SEO

source: Optimize your content for better search engine rankings
th_th: ปรับปรุงเนื้อหาของคุณเพื่อการจัดอันดับที่ดีกว่าในเครื่องมือค้นหา

source: Title Optimization
th_th: การปรับปรุงหัวข้อ

source: Content
th_th: เนื้อหา

source: Paste your content here to generate an optimized title
th_th: วางเนื้อหาของคุณที่นี่เพื่อสร้างหัวข้อที่ปรับปรุงแล้ว

source: Target Keyword
th_th: คีย์เวิร์ดเป้าหมาย

source: Enter target keyword
th_th: กรอกคีย์เวิร์ดเป้าหมาย

source: Generate Title
th_th: สร้างหัวข้อ

source: Meta Description
th_th: คำอธิบายเมตา

source: Paste your content here to generate a meta description
th_th: วางเนื้อหาของคุณที่นี่เพื่อสร้างคำอธิบายเมตา

source: Generate Meta Description
th_th: สร้างคำอธิบายเมตา

source: SEO Analysis
th_th: การวิเคราะห์ SEO

source: Content to Analyze
th_th: เนื้อหาที่จะวิเคราะห์

source: Paste your content here for SEO analysis
th_th: วางเนื้อหาของคุณที่นี่เพื่อการวิเคราะห์ SEO

source: Analyze SEO
th_th: วิเคราะห์ SEO

source: AI Image Generation
th_th: การสร้างรูปภาพด้วย AI

source: Create custom images for your content using AI
th_th: สร้างรูปภาพที่กำหนดเองสำหรับเนื้อหาของคุณโดยใช้ AI

source: Image Description
th_th: คำอธิบายรูปภาพ

source: Describe the image you want to generate...
th_th: อธิบายรูปภาพที่คุณต้องการสร้าง...

source: Be specific about colors, style, objects, and mood
th_th: ระบุให้เฉพาะเจาะจงเกี่ยวกับสี รูปแบบ วัตถุ และอารมณ์

source: Image Style
th_th: รูปแบบรูปภาพ

source: Realistic
th_th: เหมือนจริง

source: Artistic
th_th: ศิลปะ

source: Cartoon
th_th: การ์ตูน

source: Sketch
th_th: ร่างภาพ

source: Modern
th_th: ทันสมัย

source: Generate Image
th_th: สร้างรูปภาพ

source: Generated Image
th_th: รูปภาพที่สร้างแล้ว

source: Download
th_th: ดาวน์โหลด

source: Add to Media Library
th_th: เพิ่มไปยังไลบรารีสื่อ

source: Generating content...
th_th: กำลังสร้างเนื้อหา...

source: Chatbot settings saved successfully!
th_th: บันทึกการตั้งค่าแชทบอทเรียบร้อยแล้ว!

source: Chatbot Configuration
th_th: การกำหนดค่าแชทบอท

source: General Settings
th_th: การตั้งค่าทั่วไป

source: Position
th_th: ตำแหน่ง

source: Primary Color
th_th: สีหลัก

source: Messages & Content
th_th: ข้อความและเนื้อหา

source: Welcome Message
th_th: ข้อความต้อนรับ

source: The first message displayed when users open the chatbot.
th_th: ข้อความแรกที่แสดงเมื่อผู้ใช้เปิดแชทบอท

source: Input Placeholder
th_th: ข้อความตัวอย่างในช่องพิมพ์

source: Placeholder text for the message input field.
th_th: ข้อความตัวอย่างสำหรับช่องกรอกข้อความ

source: Knowledge Base
th_th: ฐานความรู้

source: Custom Knowledge Base
th_th: ฐานความรู้ที่กำหนดเอง

source: Enter information about your business, services, FAQ, etc. This will help the chatbot provide more relevant responses.
th_th: กรอกข้อมูลเกี่ยวกับธุรกิจ บริการ FAQ ฯลฯ ของคุณ สิ่งนี้จะช่วยให้แชทบอทตอบสนองที่เกี่ยวข้องมากขึ้น

source: Add custom information that the chatbot should know about your business. This includes services, products, company info, FAQ, etc.
th_th: เพิ่มข้อมูลที่กำหนดเองที่แชทบอทควรรู้เกี่ยวกับธุรกิจของคุณ ซึ่งรวมถึงบริการ ผลิตภัณฑ์ ข้อมูลบริษัท FAQ ฯลฯ

source: Save Chatbot Settings
th_th: บันทึกการตั้งค่าแชทบอท

source: Live Preview
th_th: ตัวอย่างสด

source: This is how the chatbot will appear on your website.
th_th: นี่คือวิธีที่แชทบอทจะปรากฏบนเว็บไซต์ของคุณ

source: Test Chatbot
th_th: ทดสอบแชทบอท

source: Type a test message...
th_th: พิมพ์ข้อความทดสอบ...

source: You:
th_th: คุณ:

source: Assistant:
th_th: ผู้ช่วย:

source: Thinking...
th_th: กำลังคิด...

source: Connection error. Please check your API settings.
th_th: ข้อผิดพลาดในการเชื่อมต่อ กรุณาตรวจสอบการตั้งค่า API ของคุณ

source: Network error. Please check your connection.
th_th: ข้อผิดพลาดเครือข่าย กรุณาตรวจสอบการเชื่อมต่อของคุณ
